/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "Er heeft zich een fout voorgedaan bij het lezen van het kleurenpalet '%@'. Selecteer een ander palet.";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "Er heeft zich een fout voorgedaan bij het bewaren van het kleurenpalet '%@'. Probeer het palet opnieuw te bewaren.";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "Er heeft zich een fout voorgedaan bij het bewaren van het aangepaste palet in '%@'. Probeer het palet opnieuw te bewaren.";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "Weet u zeker dat u het volledige kleurenpalet '%@' wilt verwijderen?";

/* Brightness slider text */
"Brightness" = "Helderheid";

/* COMMENT
   NEED COMMENT */
"Cancel" = "Annuleer";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "Kleurenpaletten";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "Kleurenregelaars";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "Kleurenwiel";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "Kleurpotloden";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "Apparaat-CMYK";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "Apparaatgrijs";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "Apparaat-RGB";

/* Color space or profile model name */
"DeviceN" = "ApparaatN";

/* NEED COMMENT */
"Error Renaming Palette" = "Fout bij wijzigen van paletnaam";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "Algemeen CMYK";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "Algemeen grijs";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "Algemeen RGB";

/* Color space or profile model name; monochrome */
"Gray" = "Grijs";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "Verberg kleuren";

/* Hue slider text */
"Hue" = "Tint";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "Afbeeldingenpaletten";

/* Color space or profile model name */
"Indexed" = "Geïndexeerd";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "Het is niet duidelijk van welk onderdeel u de naam wilt wijzigen. Zorg dat u slechts één onderdeel hebt geselecteerd.";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "Nieuw kleurenpalet";

/* COMMENT */
"New name for color palette:" = "Nieuwe naam voor kleurenpalet:";

/* Open Color Pallete panel title */
"Open Color Palette" = "Open kleurenpalet";

/* Color space or profile model name */
"Pattern" = "Patroon";

/* COMMENT
   NEED COMMENT */
"Remove" = "Verwijder";

/* COMMENT */
"Remove Color Palette" = "Verwijder kleurenpalet";

/* NEED COMMENT */
"Remove Palette" = "Palet verwijderen";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "U kunt het verwijderen van een aangepast palet niet ongedaan maken. Weet u zeker dat u '%@' uit de aangepaste paletten wilt verwijderen?";

/* Generic title for color renaming panels */
"Rename Color" = "Naam van kleur wijzigen";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "Verzadiging";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "Toon kleuren";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "Het kleurenpalet '%1$@' bevat %2$ld kleuren.";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "Het bestand '%@' kan niet worden verwijderd.";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "De naam van de afbeelding '%1$@' kan niet worden gewijzigd in '%2$@'.";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "De bevoegdheidsinstellingen voor het bestand '%@' staan bewerking niet toe.";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "Het profiel '%1$@' bevat %2$ld kleuren.";

/* NEED COMMENT */
"There was a Color Panel error." = "Er heeft zich een fout met het kleurenpaneel voorgedaan.";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "Er heeft zich een fout voorgedaan bij het openen van een kleurenpalet.";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "Er heeft zich een fout voorgedaan bij het bewaren van een kleurenpalet.";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "Deze kleur kan geen profielen gebruiken.";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "Naamloos";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "Deze lijst bevat al een kleur met de naam '%@'. Kies een andere naam.";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "Er bestaat al een aangepast palet met de naam '%@'. Kies een andere naam.";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "Er bestaat al een palet met de naam '%@'. Kies een andere naam.";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "De naam van '%1$@' kan niet worden gewijzigd in '%2$@'.";

